---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamLapsplicePosition
source: html/e560c2bb-a19b-94fc-eaf9-04e4716d6b47.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamLapsplicePosition Property

"Lap Splice Position": Fabric lap splice position in the fabric distribution

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamLapsplicePosition { get; }
```